<?php

return array(

    /*
    |--------------------------------------------------------------------------
    | 友好的时间输出
    |--------------------------------------------------------------------------
    |
    */

    'before'  => '前',
    'after'   => '后',

    'second'  => '秒钟',
    'seconds' => '秒钟',

    'minute'  => '分钟',
    'minutes' => '分钟',

    'hour'    => '小时',
    'hours'   => '小时',

    'day'     => '天',
    'days'    => '天',

    'week'    => '周',
    'weeks'   => '周',

    'month'   => '个月',
    'months'  => '个月',

    'year'    => '年',
    'years'   => '年',

);
